[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:21};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm2={backcolor:0,background:134,ccp:0,ccpzorder:over,height:74,id:2,name:TEXT,type:BUTTON,useinlist:true,useintable:false,useintree:false,visible:true,width:507,x:64,y:125,zorder:1,txtfield:{backcolor:0,bidimode:left-to-right,content:Street name,font:3,height:37,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Street_name,type:TEXTFIELD,visible:true,vlayout:middle,width:255,wrapline:no-wrap,x:65,y:0},txtfield:{backcolor:0,bidimode:left-to-right,content:Bounds,font:3,height:37,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Bounds,type:TEXTFIELD,visible:true,vlayout:middle,width:255,wrapline:no-wrap,x:65,y:37},txtfield:{backcolor:0,bidimode:left-to-right,content:00.00,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:number,type:TEXTFIELD,visible:true,vlayout:middle,width:70,wrapline:no-wrap,x:320,y:0,zorder:0},txtfield:{backcolor:0,bidimode:left-to-right,content:km,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:km,type:TEXTFIELD,visible:true,vlayout:middle,width:50,wrapline:no-wrap,x:390,y:0},imgfield:{backcolor:0,height:50,img:403,layout:normal,name:Way_icon,type:IMAGEFIELD,visible:true,width:50,x:443,y:10,layout_param:{clipx:0,clipy:0}},imgfield:{backcolor:0,height:50,img:0,layout:normal,name:Icon_bounds,type:IMAGEFIELD,visible:true,width:50,x:10,y:9,layout_param:{clipx:0,clipy:0}}};
itm3={background:0,ccp:0,ccpzorder:over,height:296,id:3,layout:vertical,name:LIST,type:LIST,visible:true,width:507,x:64,y:125,zorder:2};
itm4={id:4,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432,zorder:3};
itm5={backcolor:0,bar:241,downarrow:140,height:300,id:7,name:Scrollbar,scaleslider:true,slider:240,type:SCROLLBAR,uparrow:145,visible:true,width:55,x:578,y:125,zorder:6};
itm6={id:15,name:SiriusXM_info,refID:58,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:64,y:65,zorder:13};
itm7={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:19,name:Around_me,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:155,zorder:14,txtfield:{backcolor:0,bidimode:left-to-right,content:Around me,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Around_me,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm8={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:20,name:On_road,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:231,zorder:15,txtfield:{backcolor:0,bidimode:left-to-right,content:On road,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:On_road,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm9={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:21,name:Refresh,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:307,zorder:16,txtfield:{backcolor:0,bidimode:left-to-right,content:Refresh,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Refresh,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};

